var locales = {
    "Wrong password" : {
        ru: 'Неверный пароль',
        ua: 'Невірний пароль'
    },
    "Cannot decrypt" : {
        ru: 'Система не может расшифровать приватный ключ',
        ua: 'Система не може розшифрувати приватний ключ'
    },
    "No set account" : {
        ru: 'Счет не указан',
        ua: 'Рахунок не вказаний'
    },
    "No set bi val"  : {
        ru: 'Блокирование входящих операций: значение не указано',
        ua:  'Блокування вхідних операцій: значення не вказане'
    },
    "No set bo val"  : {
        ru: 'Блокирование исходящих операций: значение не указано',
        ua:  'Блокування вихідних операцій: значення не вказане'
    },
    "No set values"  : {
        ru: 'Значения не указаны',
        ua:  'Значення не вказані'
    },
    "Pass to encrypt": {
        ru: 'Укажите пароль для шифрования Вашего приватного ключа',
        ua:  'Вкажіть пароль для шифрування Вашого приватного ключа'
    },
    "Enter password to encrypt emission": {
        ru: 'Укажите пароль для шифрования приватного ключа эмиссии',
        ua:  'Вкажіть пароль для шифрування емісійного приватного ключа'
    },
    "Repeat password": {
        ru: 'Повторите пароль',
        ua:   'Повторіть пароль'
    },

    "No pass": {
        ru: 'Укажите пароль',
        ua:  'Вкажіть пароль'
    },
    "Passwords doesn't match": {
        ru: 'Пароли не совпадают',
        ua:  'Паролі не співпадають'
    },
    "Bad file": {
        ru: 'Файл указан неверно',
        ua:  'Файл задано невірно'
    },
    "No sign admin": {
        ru: 'Невозможно сгенерировать подписанный счет администратора',
        ua:  'Неможливо згенерувати підписаний рахунок адміністратора'
    },
    "Err read file": {
        ru: 'Ошибка при чтении файла',
        ua:  'Помилка при читанні файлу'
    },
    "No admin key": {
        ru: 'Для создания счета необходимо иметь ключ администратора',
        ua:  'Для створенная рахунку необхідно мати ключ адміністратора'
    },
    "Cannot create agent": {
        ru: 'Не удалось созлдать агента',
        ua:  'Не вдалося створити агента'
    },
    "Cannot create account": {
        ru: 'Не удалось создать счет',
        ua:  'Не вдалося створити рахунок'
    },
    "Invalid sign file": {
        ru: 'Неверный формат файла',
        ua:  'Невірний формат файлу'
    },
    "Invalid operation with file": {
        ru: 'Неверная операция с файлом',
        ua:  'Невірна операция з файлом'
    },
    "Ensure file is correct": {
        ru: 'Убедитесь в корректности загружаемого файла',
        ua:  'Переконайтеся у корректності завантажуванного файла'
    },
    "Cannot create emission key": {
        ru: 'Не удалось создать ключ эмиссии',
        ua:  'Не вдалося створити ключ емісії'
    },
    "Bad limit value": {
        ru: 'Значение указано не верно, лимит установлено на 0. Проверьте указанные лимиты',
        ua:  'Значення вказано не вірно, ліміт встановлено на 0. Перевірте вказані ліміти'
    },
    "Enter pass": {
        ru: 'Укажите пароль',
        ua:  'Вкажіть пароль'
    },
    "Save success": {
        ru: 'Операция пройшло успешно',
        ua:  'Операція пройшла успішно'
    },
    "Stellar error": {
        ru: 'Ошибка. Обратитесь к администратору!',
        ua:  'Помилка. Зверніться до адміністратора!'
    },
    "Error save": {
        ru: 'Ошибка при сохранении',
        ua:  'Помилка при збереженні'
    },
    "OK": {
        ru: 'Подтвердить',
        ua:  'Підтвердити'
    },
    "Cancel": {
        ru: 'Отмена',
        ua:  'Відміна'
    },
    "Empty password": {
        ru: 'Пустой пароль',
        ua:  'Порожній пароль'
    },

    "Cannot get fees": {
        ru: 'Не удалось получить комиссии',
        ua:  'Не вдалося отримати комісії'
    },
    "Cannot delete fees": {
        ru: 'Не удалось удалить комиссии',
        ua:  'Не вдалося видалити комісію'
    },
    "Cannot delete signer": {
        ru: 'Не удалось удалить подписанта',
        ua:  'Не вдалося видалити підписанта'
    },
    "Delete commission": {
        ru: 'Комиссия удалена',
        ua:  'Комісія видалена'
    },
    "Commission saved": {
        ru: 'Комиссия сохранена',
        ua:  'Комісія збережена'
    },
    "Enter password": {
        ru: 'Пожалуйста, введите пароль',
        ua:  'Будь ласка, введіть пароль'
    },
    "Asset not exist": {
        ru: 'Валюта не найдена',
        ua: 'Валюта не знайдена'
    },
    "Safari download message": {
        ru: 'В браузере Safari возможны проблемы со скачиванием файлов. Если Safara вместо скачивания, открыл файл в новой вкладке, пожалуйста, нажмите ⌘+S и сохраните файл с расширением .smb (Например: file.smb)',
        ua: 'У браузері Safari можливі проблеми зі скачування файлів. Якщо Safari замість завантаження, відкрив файл у новій вкладці, будь-ласка, натисніть ⌘+S і збережіть файл із розширенням .smb (Наприклад: file.smb)'
    },
    "Account exists": {
        ru: 'Администратор с таким логином уже существует',
        ua: 'Адмін з таким логіном вже існує'
    }
}