module.exports = {
    "Recent transactions sum": {
        'ru': "Сума останніх транзакцій",
        'ua': "Сума останніх транзакцій"
    },
    "Last transaction time": {
        'ru': "Час останної транзакції",
        'ua': "Час останної транзакції"
    },
    "Max": {
        'ru': "Найбільша",
        'ua': "Найбільша"
    },
    "Average": {
        'ru': "Середня",
        'ua': "Середня"
    },
    "Min": {
        'ru': "Найменьша",
        'ua': "Найменьша"
    },
    "Account id": {
        'ru': "Номер счета",
        'ua': "Номер рахунку"
    },
    "Emissions": {
        'ru': "Ключів емісії",
        'ua': "Ключів емісії"
    },
    "Admins": {
        'ru': "Адміністраторів",
        'ua': "Адміністраторів"
    },
    "Last transactions": {
        'ru': "Останні транзакції",
        'ua': "Останні транзакції"
    },
    "Transaction ID": {
        'ru': "ID транзакції",
        'ua': "ID транзакції"
    },
    "Payments from": {
        'ru': "Відправник",
        'ua': "Відправник"
    },
    "Payments to": {
        'ru': "Отримувач",
        'ua': "Отримувач"
    },
    "Amount": {
        'ru': "Сума",
        'ua': "Сума"
    },
    "Payments": {
        'ru': "Транзакції",
        'ua': "Транзакції"
    },
    "Last received funds amount": {
        'ru': "Сума останніх отриманих коштів",
        'ua': "Сума останніх отриманих коштів"
    },
    "Last spent funds amount": {
        'ru': "Сума останніх витрачених коштів",
        'ua': "Сума останніх витрачених коштів"
    },
    "Account ID": {
        'ru': "Рахунок",
        'ua': "Рахунок"
    },
    "Account type": {
        'ru': "Тип рахунку",
        'ua': "Тип рахунку"
    },
    "Account balance": {
        'ru': "Баланс рахунку",
        'ua': "Баланс рахунку"
    },
    "Anonymous": {
        'ru': "Анонімний",
        'ua': "Анонімний"
    },
    "Registered user": {
        'ru': "Зареєстрований користувач",
        'ua': "Зареєстрований користувач"
    },
    "Merchant": {
        'ru': "Мерчант",
        'ua': "Мерчант"
    },
    "Distribution agent": {
        'ru': "Агент з розповсюдження",
        'ua': "Агент з розповсюдження"
    },
    "Settlement agent": {
        'ru': "Агент з погашення",
        'ua': "Агент з погашення"
    },
    "Exchange agent": {
        'ru': "Агент з обміну",
        'ua': "Агент з обміну"
    },
    "Bank account": {
        'ru': "Банківский рахунок",
        'ua': "Банківский рахунок"
    },
    "Scratch card": {
        'ru': "Скретч-картка",
        'ua': "Скретч-картка"
    },
    "Commission account": {
        'ru': "Комісійний рахунок",
        'ua': "Комісійний рахунок"
    },
    "General agent": {
        'ru': "Генеральний агент",
        'ua': "Генеральний агент"
    },
    "Unknown type": {
        'ru': "Невідомий тип рахунку",
        'ua': "Невідомий тип рахунку"
    },
    "Account information": {
        'ru': "Інформація по рахунку",
        'ua': "Інформація по рахунку"
    },
    "Transaction info": {
        'ru': "Інформація по транзакції",
        'ua': "Інформація по транзакції"
    },
    "Transaction type": {
        'ru': "Тип транзакції",
        'ua': "Тип транзакції"
    },
    "Date of create": {
        'ru': "Дата створення",
        'ua': "Дата створення"
    },
    "Account": {
        'ru': "Рахунок",
        'ua': "Рахунок"
    },
    "Memo": {
        'ru': "Мемо",
        'ua': "Мемо"
    },
    "Operations count": {
        'ru': "Кількість операцій",
        'ua': "Кількість операцій"
    },
    "Information about agents will be hidden": {
        'ru': "Інформація по агентам буде схована",
        'ua': "Інформація по агентам буде схована"
    },
    "Attention": {
        'ru': "Увага",
        'ua': "Увага"
    },

};